Repository: kidbekbaxt/newsportal
Catalog: locales/*/LC_MESSAGES/django.po
Languages: tr

source: Login va/yoki parol noto'g'ri
tr: Giriş ve/veya şifre yanlış

source: Maqola muvaffaqiyatli qo'shildi
tr: Makale başarıyla eklendi

source: Login
tr: Giriş yapmak

source: Tizimga kirish
tr: Giriş yapmak

source: Ro'yxatdan o'tish
tr: Üye olmak

source: Ro'yhatdan o'tish
tr: Üye olmak

source: Maqola qo'shish
tr: Makale ekle

source: Chiqish
tr: çıkış

source: Sana
tr: Tarih

source: Kategoriya
tr: Kategori

source: O'qish
tr: Okuma

source: Birorta ham maqola qo'shilmagan
tr: Hiçbir makale eklenmedi

source: Saqlash
tr: Kayıt etmek
